//[Lvl, Xp]
let SkillsList = [
    [
        [0,0],
        [
            [0,0],
            [0,0],
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0]
        ]
    ]
]

const SkillsArr = [
    [
        ["Збирання"],
        [
            ["Збирання палок"],
            ["Збирання каміння"],
            ["Збирання трави"]
        ]
    ],
    [
        ["Видобуток їжі"],
        [
            ["Збір ягід"]
        ]
    ],
    [
        ["Видобуток ресурсів"],
        [
            ["Видобуток деревини"]
        ]
    ]
]