//[Lvl, Xp]
let SkillsList = [
    [
        [0,0],
        [
            [0,0],
            [0,0],
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0],
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0],
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0]
        ]
    ],
    [
        [0,0],
        [
            [0,0],
            [0,0]
        ]
    ]
]

const SkillsArr = [
    [
        ["Пошук"],
        [
            ["Пошук палок"],
            ["Пошук каміння"],
            ["Пошук трави"]
        ]
    ],
    [
        ["Видобуток їжі"],
        [
            ["Збір ягід із кустів"],
            ["Збір ягід із трав"]
        ]
    ],
    [
        ["Видобуток ресурсів"],
        [
            ["Видобуток деревини"],
            ["Видобуток каміння"]
        ]
    ],
    [
        ["Збирання"],
        [
            ["Збирання трав"]
        ]
    ],
    [
        ["Крафт"],
        [
            ["Крафт інструментів"],
            ["Крафт інгредієнтів"]
        ]
    ]
]